{"podcast_details": {"podcast_title": "99% Invisible", "episode_title": "550- Melanie Speaks", "episode_image": "https://image.simplecastcdn.com/images/00c81e60-45f9-4643-9fed-2184b2b6a3d3/5fbdc9d4-22ab-4b3a-a2bd-72777b15c30c/3000x3000/stitcher-cover-99percentinvisible-3000x3000-r2021-final.jpg?aid=rss_feed", "episode_transcript": " This is 99% Invisible. I'm Swan Royale. What makes you sound the way you do? Maybe you've been told that you speak like your mom, or that you laugh like your uncle. Maybe you sometimes slip back into an accent that reveals something about your past. Maybe you have a habit of matching the ways that other people speak when you want to make them more comfortable. Maybe you haven't thought about your voice. Or maybe you think about it all the time. Because you have to. Voices are fascinating to me. The way a person's voice changes over time feels like a simple and overlooked act of magic. Whether intentionally or subconsciously, our voices are products of our environments as much as they are part of us. Today we're featuring a series that I'm excited to share with you. It's called Sounds Gay. A show about queer culture, community, and music. This is an episode that they did. About voices, about a videotape, and about sisterhood. And after the episode, Roman is going to join me for a special conversation. I hope you dig it. Hi, I'm Melanie Anne. And in the next 30 minutes, you're going to get everything you need to develop a more feminine voice. There's seven major areas I found to be real tools. And we're going to cover them all in great detail. If you're a trans woman in 2023 and you want to change your voice to sound more traditionally feminine, you have options. There are apps, YouTube videos, even online voice coaches. But if you were a trans woman in the 90s and you wanted to change your voice, you'd want to get your hands on a videotape like Melanie Speaks. Over the course of her 45 minute tape, Melanie offers tips, vocal exercises, and plenty of encouragement. And she points out that there are many ways to sound feminine. Let me give you a couple of examples. First of all, look at Suzanne Plachette. Look at Marlena Dietrich. Look at Cher. All of them are very feminine women. And yet, each one of them has a very deep voice. It's not where you pitch your voice. It's what you do with it. I'm Sarah Essicoff, and this is Sounds Gay, a podcast about the intersection of music and queerness. This week, we're talking about voices, not just vocals in a song, but also speaking voices, the instrument I'm using to tell you this story right now. We get so much information from how people talk. We hear regional accents or slang, the rise and fall of emotion, the scratchiness of a night smoking in the back of a dive bar. But a trans person's voice might lead to unwanted exposure, even in the most mundane interactions. Buying a pack of gum can become a record scratch moment, where suddenly everyone's staring at you. Your voice can make you stand out when you desperately want to blend in. For decades, trans people, especially trans women whose voices don't change when they take hormone therapy, have been teaching each other how to find their new voices. And in the 90s, one of the people doing the teaching was a woman named Melanie. Today, we're asking, how did Melanie help a generation of trans women find their voices? And where is she now? I learned about Melanie Speaks from Sounds Gay consulting producer and creature of habit, Cassadair. What did you have for breakfast? What did I have for breakfast? Chicken and sweet potatoes, which is the only food that I eat. Cass is a media studies professor and is currently writing a book about transgender history and digital media. So he spends a lot of time in trans archives. A lot of what being in an archive is, is just reading old newsletters and old magazines and kind of getting a sense of like who the characters are. Melanie advertised her tape in these newsletters. So she was one of the main characters on Cass's radar. And weirdly, she kept coming up. Like I would read like a biography of someone who came out in the early 2000s and then they would mention the same person. So I was like, oh, weird. Like clearly she was like a big deal. But unlike the other main characters in Cass's research, he'd never actually spoken to Melanie. He said a lot of the older trans women from that world he would see at conferences or they'd be active on Facebook groups he was in for his research, but not Melanie. She just seems like somebody who dropped in was like so important for like eight years. And I didn't know where she went. We wanted to track down Melanie and talk to people who had used her tape. But first we had to find the tape itself. Cass had never actually seen it. He'd just heard about it. But he figured it wouldn't be a problem. After all, there's a huge trans archive on the Internet where people have scanned zines and newsletters and even like random people's scrapbooks. But when Cass went searching for Melanie Speaks, this video that's advertised in all these newsletters, it was nowhere to be found. And the closest I could find was this like old website that was basically like an advertisement for the video. And the website was like huge like angel fire GeoCities energy. Next, Cass searched the largest library catalog in the world and found exactly one copy of Melanie Speaks. It was at a library in Connecticut. Once we had the tape, we wanted to talk to women who actually used Melanie Speaks back in the 90s. One of these women was Gwen Smith. At the time, Gwen was like any cool 90s chick, listening to a lot of women singer songwriters and practicing singing along. Jagged little till and Alanis Morris said was in the playlist. I also tend to listen to a lot of Melissa Etheridge's Brave and Crazy and Katie Lang. And Katie Lang, God, Katie Lang constantly. The Anshinim album, I still adore that album today. Gwen read about Melanie Speaks in an online chat room. But remember, this was the 1990s internet. The chat rooms were text only. You couldn't just upload a video. So Gwen sent for her a copy of Melanie Speaks via snail mail. If you want to order a copy of this tape, send $20. That's all it costs. $20 postpaid. VHS only is available at this time. Up until that point, any knowledge I had about things trans was people that were in a book or were in a newspaper headline. And a lot of these individuals were fairly wealthy or well off in their own ways or at least projected that. And me being at that point a fairly young person who is working just a nine to five feeling like, well, can I even do this from where I am in this world? In her tape, Melanie offered an emphatic, yes, you can do this to women like Gwen. I could be everything I always wanted to be just by learning this little routine. Once you found it, it may take you two weeks to find it. It may take you a month to find it. But believe me, listen to me. It's worth it. I think Melanie's tape one way or another has become the basis for a lot of other people talking about voice. I know that I've taught people some of the things that I learned off those tapes to try to help them with their voice. I'm sure there are any number of other people that just pass on some of that knowledge over time. Thousands of miles away from Gwen, another woman named Dallas Denny was using the tape too. Dallas lived in Nashville, Tennessee, and started going out in women's clothing in her early teens. I would go to the library, to Woolworths, to the department stores, to the movies, out to eat, ride the buses. I had full face on. I didn't feel like I was dressed if I didn't have thong side ashes. So I was wondering for years, was I just deceiving myself or was I really passing? So I would do things like buy a dress in the checkout line at the department store and ask them if they could tell who was really a guy. Even though Dallas was wearing false eyelashes and buying dresses as a teenager, she didn't encounter the larger trans community until she was 38. That's when she heard about a trans support group in Atlanta, about 250 miles from where she was living at the time in Tennessee. Finally, after 25 years of searching for people like her, she found them. And eventually that community led her to Melanie Speaks. Dallas doesn't remember exactly where she heard about the tape, but she figures it was at a support group or a conference. One thing Dallas appreciated about Melanie's approach was that she didn't take herself or her methods too seriously. The other way is to go directly into that voice and go kind of like this, like you're saying, yeah, I'm a New York City cab driver and gosh, that's a Midwest accent and then New York City. Well, he came from the Midwest originally. Her silly voice has made me realize that if you're going to change things, you have to get out of your zone. And what better way to do it than to go on all the way out there with the most bizarre things you can do with your voice and then reeling it back in until you find a new norm. Well, after you do that, you can get down here and then you sound like the typical Southern Bale and you can say, oh, McNally, it's just marvelous, isn't it? But then you bring it out even a little bit more and then you get into the typical American voice, the American woman's 90s voice. I really like what she was advocating about, just going through a phase of exploration with your voice, because a lot of the people that I knew were just refusing to do that because they thought it made them sound silly or gay. Dallas thinks this fear of sounding silly or gay held women back from finding their true voices, but it was also a legitimate fear to have because in the 90s, passing as cisgender was considered imperative. At the time, we were supposed to pass. Everyone aspired to pass. No one thought about it being okay not to pass. And so we counseled one another and we were counseled by professionals to perfect our appearance and our voices so that, well, mostly so we would be safe, but also to be employable that we would not be ridiculed or beaten or killed. These professionals Dallas mentions who were counseling her to hide her trans identity, they were doctors. Doctors who were following guidelines that were then called the Harry Benjamin standards of care. One of the requirements for a doctor approving you to take hormones was this thing called the real life experience test. Here's our producer Cass again. You had to live in your target gender, like the gender that you were trying to express for a year before you were able to actually take hormones. And if you think about that for like two seconds, what that means is you're not allowed to do any of the things that would help you experience life in that gender. You're not allowed to have hormones that might soften your skin, that might like help you grow your chest, that might help you, I don't know, might change your hairline or like all these different things. But you still have to go out into the world and like wear the clothing of that gender or like try to have a new job as that like like so much like intense stuff to do. While you're also getting basically no help making your body look the way it needs to look or the way it should look or the way that people expect a body to look. For trans women undergoing the real life experience test in the 90s, one of the only things they could do to feminize their presentation without medical assistance, which again they couldn't get until they completed the test, was voice training. Which brings us back to the tape, Melanie Speaks. Melanie's tape gave trans women of her generation permission to speak on their own terms. And it showed them how to do it in a fun, inviting way. This wasn't a doctor or a psychologist ordering you to conform. It was another trans woman showing you how she did it. Melanie Speaks is also in many ways a relic of its time. Start with belly girl. Like for sure I went and saw my boyfriend and he got me with a spoon. It was just like rowdy to the max for sure. This was very interesting. I'm kind of in like a weird like speechless place. This is Brianna Sinclair, a trans woman and professional soprano. Brianna has never done voice training for speaking. She naturally has a high register. But she's a classically trained singer, so she definitely knows her stuff when it comes to voice. She'd heard of Melanie, but she'd never seen the tape. So I played it for her. The third area we're going to cover is dynamic range. It gives that sing song effect that makes the feminine voice more feminine. And we'll cover how you... What are you thinking? I mean this is interesting. That's kind of like how opera singers normally study. Like we find the limits of our voice in the upper and we find the limits in our bottom register. So I mean she's kind of right there. But Brianna wasn't a fan of every part of Melanie's tape. Like this section for example. Remember, in our society men are trained to be aggressive. For example, a man would say, I'm going to do this. And a woman would say, I was thinking that I ought to do this. You hear that in fast food restaurants all the time. A guy comes up to the little speaker box and he says, I want a Big Mac. And a woman comes up to the same speaker box and says, I'd like a small salad please. I'm just wondering what it would be like for trans folks who utilize that tape. Like what are their thoughts on like her saying, I'm trying to produce the stereotype. There is beauty in vocal sounds and I think the world has made the voice determine what's masculine and what's feminine. The voice can do anything. We just live in a world of such binary concepts. You speak high, you're a woman. You speak low, you're a man. That's it. Every human being should experience different tempers of their sound and play with it and see what it's like. But as an opera singer, even Brianna sometimes relies on gendered stereotypes to bring characters to life. When I hear a tenor voice, it really does have a typical heroic sound, like a timbre. It's very hero-like timbre to it. Kind of like a Disney prince. Okay, and what about a soprano? Well, sopranos, we get jokes a lot because they consider us ditzy or dang. Oh my God, I'm going to get beat up for this. I hate to ask, but do you relate to that at all? Oh my God, that is an embarrassing question. Yes, at times. My friends know that I can be ditzy a lot. Oh my God, I can be very ditzy sometimes. For Brianna, these operatic voices are characters, tropes even. But the voice you use in your everyday life, your speaking voice, is specific to you. And it can be the difference between being accepted in your community and being shunned. It's sad that we live in a world, most of it's full of hatred in regards to the trans community. Our voice does make a huge impact on how we maneuver in the world. Getting clogged or disrespected healthcare, there's so many layers around that. For her part, at least in the video, it seems like Melanie knows that the way she talks about what's feminine and what's not isn't exactly helping the cause. It's a sacrifice she makes to help trans women feel safe and comfortable. Now, believe me, I know this is anathema to feminism. And I know that this is something that is bad to perpetuate. But this tape is not about the subject of how to break those stereotypes. It's first about how to become one. By this point, you're probably wondering, where is Melanie? What does she think of all this now? And that is exactly what we wanted to know. This whole time, while Cass and I were looking for the tape and talking to Dallas and Gwen and Brianna, we were also looking for Melanie. And she was not easy to find. I've been working on like trans history of the sort of like 80s and 90s for a while, and I've had like really good success getting people to talk. So I started going through my like older trans women Rolodex and emailing people and like kept striking out. Cass also asked historians, people doing archival work, no dice. We'd also learned that Melanie has a company that publishes screenwriting software. So we reached out to them too. No one got back to us. How did we know Melanie was still alive? Part of the answer is that we could see her social media. She has a public Facebook profile, but it's like a fan page. So you can't send her a friend request. Melanie is also a prolific self published author. And during our search, we could see her publishing new books on Amazon every few months. So since Cass wasn't having any luck with her former friends and business partners, he decided to dive headfirst into Melanie's brain. The thing that reminds me the most of is when I first got a copy of The Lord of the Rings as a child and was like, this is the biggest book of all time. It's also three fucking giant books. Melanie published an enormous memoir in 2018. And like The Lord of the Rings, it has three volumes. Cass started reading. What's really fascinating about them is that they as memoirs are really unique and strange. They're not necessarily chronological. They're very associative. They drop hints about the person who is writing them, but are often obfuscating other details. So they'll be like, I lived out in the woods. And you're like, what woods? Cass wasn't just reading this tome for fun. He was looking for clues. I was trying to find places where she mentioned like landscape or mentioned locations. And that was helpful in that it told me that she did not want to live in the city because she did not want people to bother her. And I was like, oh no. So that was one of the first indications that I really started to feel like, oh, maybe what's happening isn't that we keep having the wrong email address. Like maybe what's happening is that this person just like does not want to talk to people like me. By this point, we're getting desperate. We've sent Melanie a ton of emails. We've messaged her on multiple social media platforms. No response. And now there's time pressure because we are pretty sure that Melanie lives in California. And I am in California on a reporting trip for another story. And I have not booked my return flight. So I'm in my Airbnb in Berkeley. I'm in like full reporter mode, pacing around in circles, calling Cass every five minutes, being like, we need to find Melanie or I need to book my flight home. This is when Cass has a breakthrough. He's been running public records requests for Melanie in California. And the results say like Melanie has lived in these five towns. But then Cass notices that there's another Melanie with a different last name who's showing up as having lived in all the same small towns. And when we search the Melanie with the different last name, we find Melanie's personal Facebook account, not the professional fan page we'd seen before. From there, I could see all these pictures of her with her whole family. I could see her kids. I could see her grandkid. So the name we had must have been like a professional name, a pen name, maybe a maiden name, and now she's married. The new name also gives us a much clearer picture of where Melanie might be. We were at the point where I was like, here's her last five addresses. I'm pretty sure these are right because they're the ones that appear under this new name that we know is the right name. And they're the ones that appear consistently enough that they probably not just data aggregation errors, you know? So we're like, oh, well, she probably was there for a while. And then she went to this other place. Like we really were like honing in on like making that like Lord of the Rings map of Melanie. At this point, I'm like, all right, fuck it. We know the town. I'm going to drive there. I'm going to knock on doors. I'm going to find her. But Cass was starting to feel uneasy. I just was like, listen, I've worked so hard to like creep on this older trans woman. And she has intentionally covered her tracks at every step of the way. And I see journalists a lot like overstep with trans people and presume that a certain amount of like transparency about yourself is going to be good for the community or like, tell us more about what you've gone through. And a lot of that doesn't inform the public. It just re-traumatizes trans people. And it doesn't understand that when trans people are like hiding something about themselves, it's not like being shady. It's just like a survival mechanism. And I don't think there's anything inherently harmful about knocking on someone's door. But I think that like the closer we got to kind of like breaking her little shield, like breaking her bubble, the more I started to feel like that was not okay. Yeah. And we were at that point where we were like seeing her family photos. Like it felt very like we had found her real name. Like it did feel like we had like broken into some kind of like bubble that she didn't want us to. Yeah. Like it's almost like that other name is the cabin in the woods that she was looking for. It's like her way of staying out of the spotlight and giving herself some peace and some respite. And like all I could think of when I was like feeling that gut feeling of like, I don't want to hunt this person down anymore is, oh my gosh, like how many trans women get to have that cabin in the woods? How many trans women in our society get to find peace and quiet ever in their lives? I understood where Cass was coming from, but I wanted Melanie to say no herself. I wanted to be sure that she knew we were looking for her. And I didn't want to tell her story without her. If there was any chance, she'd want to be a part of it. We'd messaged Melanie on her personal Facebook account. On Facebook, you can see if a message has been opened and ours hadn't been. But we'd also messaged one of Melanie's children and that message was opened. This was why it was enough for me was that it was seen by her kid who, if it were me, I would send it to my mom. It's possible that the kid didn't. But also, we had both commented on posts that Melanie had made like that day on a page where she seems to be checking it all the time. It's not like there are a million people commenting like it would be just us commenting. I feel pretty certain that she knew we were looking for her enough that I felt okay about not driving to her house. And we both ethically agreed that it was best to not drive to her house. Yeah, yeah, I think that's right. I just didn't want to send a random non-trans journalist knocking on her door. To be honest, that's a whole different movie. That's the movie of a trans person in a moment of some of the most acute media-based transphobia that this country has ever seen. Going to your house with a microphone? If I were that trans person, I would be like, this person is from Fox News. I'm about to get murdered. I would be really scared. Rather than be like, hey, go put on all your radio gear and do a serial-style door knock of this person. Maybe we would have done it if it was serial and we were investigating an actual murder. But the stakes are not, is this person unfairly imprisoned? The stakes are like, who made this videotape? Not even who made it, we know who made it. It's more like, how do they feel about this? Yeah, the stakes are how do you feel about this thing? We never talked to Melanie. Instead, to get some clues about how she might feel about Melanie Speaks, we turned to an article she wrote in 1994. And we asked Karda Monier, a trans artist and performer, to read some of Melanie's words. Suddenly I realized that all through transition, I had been telling everyone I met that I used to be a guy. I even carried an old photo of Bearded Me in my purse to whip out and shock people. I enjoyed that. To me, it was a measurement of my success as to just how shocked they were. Every time it happened, I felt so proud of myself, so accomplished, so special. And therein lies the problem. If I based my specialness on having been a man, that man would always be a part of me. Melanie wondered if she needed to forget her past entirely in order to move forward. But that wasn't quite it. I didn't want to forget that I was a man. I wanted to forget what it felt like to be a man. Melanie realized that every time she pulled out that old photo, she was bringing up those feelings. So she decided to stop. And I made a commitment to begin to lie. No longer will I share my story with new friends or acquaintances. There are some who will find out, either by circumstance or from others, but they will not find out from me. When I speak of my past, I will no longer temper the truth by saying, when I was a child, but will bold-faced state, when I was a little girl, and mean it. Because, although it may be a lie in terms of logic, it is God's honest truth in terms of feelings. Carta, the performer who read Melanie's words, related to her feelings, even though they were recorded three decades ago. It feels like I'm sharing a version of my own experience, although obviously with a lot of details changed. There are elements of the trans experience, especially when it comes to wanting to be perceived as your proper gender, that are fairly timeless and universal. Carta sees Melanie as an example of the ways trans women take care of each other, especially when traditional resources fail them. I look at her and I say, she is one woman making videotapes and kind of sending them out into a void. In the tape, she says, I'm not a doctor, I don't know if talking like this is going to hurt your voice long term, I have no idea. And that's the feeling behind so much of trans stuff. This is what works for me, I have no idea what it's going to be, don't ask me any more questions, this is as much as I know. Maybe for Melanie, producing her videotape was her way of saying, don't ask me any more questions. This is as much as I know. Speaking to us for a podcast might have meant remembering a part of her she'd just as well keep on forgetting. Even when she made the video back in the 90s, Melanie was already hinting that the before and after of transition just wasn't something she wanted to share anymore. People ask me all the time if they could hear the way my voice used to be so they could get an idea of how I've changed. But after a while I reached the point where that old role and that old persona is no longer a part of me and no longer appropriate. Sometimes the most powerful thing we can do with our voice is stay quiet. But in the midst of Melanie's silence, hundreds of people who watched her tape back in the 1990s, who passed it from woman to woman in their support groups, or sent a $20 check to an address they found in the margins of a community newsletter, those people found their voices. And where do you sing in the shower? Do you sing doing chores? Here's Gwen Smith again. Sing in the shower, sing doing chores, sing while working. Have to sometimes make sure I'm not if I'm on phone calls. But yeah, I mean, music is omnipresent. In her writing, Melanie wrestles with this desire to leave her past behind. She even calls it dishonest, saying, I made a commitment to lie. But she also says it was God's honest truth to present herself as just another woman, living with her partner, enjoying long hikes and taking pictures of wildflowers. No one has to reveal all the parts of themselves in order to be authentic. But if we don't share artifacts like Melanie Speaks, a whole generation of queer and trans people won't know how their elders created community. This was back in the days before trans people could find each other on Pokemon Discord servers or fighting about Marxism on Twitter or wearing pronoun buttons at the farmers market. Trans people were already telling their own stories 30 years ago, and long before that, too. It makes sense that Melanie herself might not want to linger in that period of trans history, but we want to make sure the next generation has the choice to remember it. And anyway, there's no way to fully erase the tape. Even if the last copy breaks down over time, as all old tape eventually does, Melanie's influence will endure. The advice and encouragement she gave will ripple down to future generations. It already has. This is Dallas Denny playing her original song, Dark Old Wind. A thousand moans, it never tells us where it's been, that's how it is. That dark old wind, that dark old wind, it's never still, how it was, how it will. It chills my mind. That dark old wind. We're back, and joining me in the studio is none other than Roman Mars. Hey Roman. Hey Swann. How you doing? I'm doing great. It's so nice to be a guest on 99% Invisible. I enjoy it immensely. Yeah, yeah, you don't get to do that too often, I think. Did you enjoy the episode? I did. I love this story, and when I first heard it, I knew it would be good for us, but I also knew that I wasn't the person to comment on it. That it only made sense if you hosted the show. And I appreciate that, and I've really enjoyed hosting. And yeah, I really enjoyed the episode. There were a lot of things about it that did touch me and sort of made me think a little differently, and made me reflect on my own experience in a way that I appreciated. That's great. And I think that something that really jumped out at me especially was that part in the end about sisterhood, about how trans women take care of each other when traditional resources fail them. Because that's all the time. Like, you know, I spend most of my time around other trans women, and there are so many big and small roadblocks that we're up against all the time. And obviously there's like, you know, understanding that we can give each other that no one else can, but like the queer community are also like the first to show up for each other when we're facing things like job discrimination, and housing discrimination, when we need, you know, like help recovering from surgery or money from surgery, you know, it's like when insurance isn't covering stuff. I mean, that's so nice to hear that you all do. It's always sad to hear that it's out of a kind of necessity because no one else does. But you take care of me, Roman. Thank you. That wasn't a prompt, but I appreciate it. No, I mean it. I mean it. Well, you know, while we're sharing this sort of personal experience, and I was hoping that you could share some of your voice training experience. Like, how did you navigate that yourself? Yeah. Yeah. I had like insurance coverage for a speech language pathologist. And speech pathologists are doctors who work with patients who, you know, like have had like vocal hemorrhages or other kinds of like neck injuries and stuff, and you know, people with speech impediments and they, you know, it's like it's speech therapy. And so, you know, some speech pathologists also take on trans clients, women, men, non-binary, you know, to help them actualize their voices. But the hangups that come with this is that this person who was teaching me was a cis woman and being corrected on my gender presentation vocal-wise, or even being like, you know, applauded, you know, for speaking like quote more femininely by this cis woman. And while her authority is that she's a speech pathologist and, you know, and she's commenting on this process that we're undergoing, that dynamic of her being cis and commenting on, you know, how my gender is perceived, like I just can't help but like resent that dynamic. I mean, as well-intentioned as that speech pathologist might have been. Yeah, she was friendly. She was real nice. It must have been really frustrating, you know, because you want to connect with people who, you know, know everything goes into it, not just like where your epiglottis is or something like that. Like you want a real sense that they understand what you're going through. Yeah, because it's way more than just like, you know, a physical like process. It's extremely a psychological process. But that's why it's so important, you know, that you have someone who really gets that aspect of it, that psychological part of it. And, you know, and then like, and then has care for it. And so what is the equivalent today of the Melanie Speaks tape? Like I've seen actually you present some of your voice training online. And is there a bunch of that out there? Yeah, I mean, there are a lot of like women who go through their processes. And because of this age that we live in, you know, there's like this whole wide range of like Melanie Speaks type stuff going on all the time. And I had a lot of friends to talk about this stuff with in Pokemon Discord servers, like the story mentioned in voice training Discord servers. And on my Twitch channel, which I started because, you know, it sounded like fun to play video games for people and hang out. But I'd also stream my voice practice on my Twitch channel, like to keep me accountable and to have people tell me I'm hot, you know, like let's not kid ourselves. Of course. But and you know, I'd go through my voice exercises and and I'd sing songs and and then I'd select something to read in my stereotypy straight girl voice. Like, like, for example, here, the screenplay from The Matrix. What the hell do they want with me? Neo asks. Morpheus says, I'm not sure. But if you don't want to find out, you better get out of here. Neo says, how? I can guide you out. But you have to do exactly what I say. Like a good girl. He doesn't say that. The agents are moving quickly. That's great, especially using The Matrix as the sort of like modern trans text of our time. Our godmother's the Wachowski sisters. Yep. Yeah. And Roman, you might have noticed that that my voice sounds a little different there than it does right now. Yeah. And so and not to be like the speech pathologist or some sort of curious, looky loo type of person who is not sensitive to these things. Explain that to me. Explain to me your voice there versus your voice when you're when you're speaking to me now. I mean, you know, part of it is that thing that that Melanie says in the video about like embodying a stereotype was like a large part of my process. And, you know, and it's the kind of thing that it's like all the while I felt like a little resentful of. But really the like stereotype woman voice, you know, the my name means money. Many more men than women on the moon. That kind of stuff is like, you know, my voice really changed because I was like having fun with that and putting on this extreme. And I was talking to a friend the other day about this, though, and her perspective on it that I that I really liked was she was like, I mean, yeah, but that's that's what everyone does. That's like, you know, that's what we all do as little kids is that we like put on extreme versions of a voice of like something we saw on TV or in a cartoon or something. And we just kind of like we mimic it. We have fun with it, you know, and then our voices set from many, many different things. And it's just that like with voice stuff that I started thinking about a lot because of my voice training and seeing like other people go through this process is that like. There's actually no voice that is, you know, uninfluenced by something. And there's no voice that's fixed like there's no voice that doesn't change. I mean, you know, the stakes are different. Individual experiences are always different. That's sort of the caveat we always have in this discussion. But literally everyone on Earth has gone through voice transitions and they've navigated it with a certain type of consciousness and, you know, subconsciousness. But everyone's voice has changed over time and have chosen different paths for it to go on. And it's just like it's a universal thing that people go through. Yeah, everybody makes these decisions consciously or unconsciously anyway. And I mean, like, you know, Roman, I even recall hearing like an, you know, an old episode like from like, you know, the start of like 99 PI and really just like being struck by how different your voice is from there to where it is now. Yeah, I mean, it was a real I mean, it's sort of a mix of conscious and unconscious. Like you're saying, you know, like if you go back and listen to old episodes, you will notice the difference. And people have made me aware that they noticed the difference. And I just have this job where I hear my voice all the time. So you naturally begin to craft the parts of it that you find pleasing and you sort of like lean into those parts. And also working with a microphone is a very unnatural. And so this thing is like four inches from my face. Oh, but it's so fun. I love it. I love the sound of voices on a microphone. But like it's very different than navigating the world. So like I'm talking pretty softly. And out in the world, my voice has a little bit more of a of a nasal register higher just so it can get further than about three feet. You know, you know, it's funny to me how it's a little bit of both of those things. It's a little bit of me thinking about it and trying to make the most pleasing sound possible with my voice because it's what I find subconsciously pleasing and you know what I get rewarded for for sounding a certain way. But also I'm just older. I'm 20 years older. It's kind of all those things together. It's the swirl of conscious choices, unconscious choices, you know, the fact that my job is broadcasting, you know, all those sort of things swirled together to create the voice that I have, which is a voice that feels like me, even though parts of it are chosen. You know what I'm saying? Yeah, everybody makes choices. It's, you know, and we choose the things because of who we are, you know. I think it's great. I mean, so much of what you're sort of trained for this in broadcasting or acting is because you are so used to the idea that you have to work very hard to get to the point of being natural. Because as soon as you're in front of people and in front of a microphone, it immediately makes things unnatural and weird and nervous and stuff. And so you have to do all this effort to sound just like yourself. And I think that there's a metaphor here. I think that it's even more direct than a metaphor. It's like, this is something that, you know, that I got hung up on in my voice training and that like most girls I know get hung up on is like, you know, they're just like, is this my voice? Like, do I sound natural doing this? And it's like, you know, like, is it inauthentic that I'm doing so much work to sound natural? And it's like, no, this is normal. This is just this is part of this is part of it. It is part of the human condition to like to what you put on what face you put on for other people. What part is you? How much of that is you that goes into it? I mean, it's just everyone should and can relate to all this. It's just what it is to be a human in the world. Yeah, it's so true. And it's like, not not everyone could be literally in danger if they can't put on a certain voice like out at the liquor store or whatever. But that's something that I started thinking about a lot also and think about all the time still is that my old voice before before training is something that I chose. And it's something that I chose out of fear. Like I went through my first puberty. I have mixed feelings about that. But that's a different conversation. But, you know, but so like, you know, I went through my first puberty and as my voice was shifting, I made this very conscious effort to speak lower, to speak more staccato, to speak monotone. And sort of like, you know, like a little a little like key part of, you know, my voice feminization training was being like, oh, it's not that I'm learning to speak like a girl. It's that I'm unlearning the things that I was doing out of fear, the things that I was just like that I worked really hard at in order to be perceived a certain way to keep me safe. And the way that I speak now, there's a flow to it that I have found that feels a lot more natural. And that's just like, you know, that that's all I want for anybody. Honestly. Well, I'm so glad that you shared some of your experience about this and so glad that we got to present this awesome documentary from Sounds Gay. I'm so glad that you host the show and I could be your guest. I love it. I had a really great time. Thank you, Roman. Thanks for having me. 99% Invisible was produced this week by me, Swan Real, edited by Vivian Ley, sound mix by Martin Gonzalez, original music by me, Swan Real, including this song called Basic Girls. You can find it wherever you stream music. Special thanks this week to Mia Byrne, Jamila Sondorosinay, Sorol, and Vi Viana. Our senior editor is Delaney Hall, Kurt Kohlstedt is the digital director. The rest of the team includes Chris Berube, Jason DeLeon, Emmett Fitzgerald, Christopher Johnson, Lasha Madon, Jacob Maldonado Medina, Kelly Prime, Joe Rosenberg, intern Anna Castanero, and of course, me, Roman Mars. We'd also like to welcome Kathy too to the team, who is joining us as our new executive producer. We are so excited to have you, Kathy. If you'd like to hear more stories like the one in this episode, check out Sounds Gay. Their first season is out now wherever you listen to podcasts. It's seven episodes and each episode is a deep dive into a different queer music subculture. There's one where Sarah and Cass go to a trance punk show. There's one about a closeted Christian music star. There's one about a lesbian rap battle feud. Pick the one that most interests you. And as far as I'm concerned, all of them should interest you and just go from there. The 99% invisible logo was created by Stefan Lawrence. We're part of the Stitcher and SiriusXM podcast family, now headquartered six blocks north in the Pandora building in altogether now beautiful uptown Oakland, California. You can find the show and join discussions about the show on Facebook. You can tweet at me at Roman Mars and the show at 99PI.org or on Instagram, Reddit and TikTok too. You can find links to other Stitcher shows I love as well as every past episode of 99PI at 99PI.org. Okay, gonna do my warm ups. Sally's Sis Straight Sister Stream Stitcher shows on SiriusXM."}, "podcast_summary": "On this week's episode of 99% Invisible's newsletter, we dive into the world of voice training for trans women in the 90s. We explore the impact of a videotape called \"Melanie Speaks\" and how it helped countless individuals find their voices. Through interviews with trans women who used the tape, we gain insight into the experiences of navigating gender identity and the importance of community support. While the creator of the tape remains elusive, we explore the lasting impact of her work and the ongoing need for trans voices to be heard and understood. Check out the full episode on our podcast.", "podcast_guest": {"name": "Melanie", "org": "Melanie Speaks", "title": "", "summary": "Melanie Jayne Chisholm (born 12 January 1974), professionally known as Melanie C or Mel C, is an English singer-songwriter, DJ, businesswoman and media personality. As one of the five members of the Spice Girls, she was nicknamed Sporty Spice.\nShe rose to fame in 1996 with the Spice Girls, with whom she released two consecutive number-one albums and eight number-one singles. The group's debut single \"Wannabe\" is the biggest-selling debut single of all time and the group's debut album Spice is the biggest-selling album in music history by a girl group. The Spice Girls have sold 105 million records worldwide, making them the best-selling girl group of all time.Chisholm began her solo career in late 1998 on the single \"When You're Gone\" with Canadian rock singer Bryan Adams. In 1999, Chisholm signed with Virgin Records as a solo arist; her debut solo album Northern Star was released in October of that year. The album reached number one in Sweden and number 4 on the UK Albums Chart. It was certified internationally with seven platinum and three gold certifications, including the triple-Platinum by the British Phonographic Industry. Northern Star sold over 4 million copies worldwide, and is the best selling solo album of any Spice Girls member.In 2003, Chisholm released her second album, Reason. The following year, Chisholm departed from Virgin Records and founded her own record company, Red Girl Records. In 2005, Chisholm released her third album, Beautiful Intentions. It spent 9 weeks at number one in Portugal and spawned international hit singles, selling over 1.5 million copies worldwide. Her fourth studio album, This Time, was released in 2007, which spawned three number one singles in Portugal. In December 2007, Chisholm reunited with the Spice Girls to release a greatest hits album supported by a world tour. Chisholm continued to release albums in the following years, including The Sea (2011), Stages (2012), and Version of Me (2016). Her eponymous eighth studio album was released in 2020.\nChisholm has co-written 11 UK number-ones, more than any other female artist in chart history. She remains the only female performer to top the charts as a solo artist, as part of a duo, quartet, and quintet. With twelve UK number-one singles, she is the second female artist – and the first British female artist – with most singles at number one in the United Kingdom. With a total of fourteen songs that have received the number one in Britain (including double A-sides), Chisholm is the female artist with most songs at number one in the UK ranking history. Her work has earned her several awards, including three World Music Awards, five Brit Awards, three American Music Awards, four Billboard Music Awards, eight Billboard special awards, three MTV Europe Music Awards, one MTV Video Music Award, ten ASCAP awards, and one Juno Award.As a solo artist, Chisholm has sold more than 30 million albums, singles and collaborations, and has earned over 332 worldwide certifications, including 41 silver, gold and platinum certifications as a solo artist. Chisholm's autobiography, Who I Am: My Story, was released on 15 September 2022."}, "podcast_highlights": "- \"If you're a trans woman in 2023 and you want to change your voice to sound more traditionally feminine, you have options.\"\n- \"Melanie Speaks offered tips, vocal exercises, and plenty of encouragement.\"\n- \"Your voice can make you stand out when you desperately want to blend in.\"\n- \"Melanie's tape gave trans women of her generation permission to speak on their own terms.\"\n- \"The voice you use in your everyday life, your speaking voice, is specific to you.\""}