{"podcast_details": {"podcast_title": "Today, Explained", "episode_title": "The other eight debate", "episode_image": "https://megaphone.imgix.net/podcasts/23d52a2a-1c5f-11ea-9a0e-b70170f2a827/image/uploads_2F1588357113366-jjsdfzx6x4m-c0339c10f9b113a5fcc93436e66e5ef4_2FTodayExplained+V2_Tile_3000x3000+_281_29.png?ixlib=rails-4.3.1&max-w=3000&max-h=3000&fit=crop&auto=format,compress", "episode_transcript": " The first 2024 Republican presidential debate is here. Fox News is hosting tonight in Milwaukee. Actually it's pronounced Mealy-Walk-A, which is Elgonquin for the good land. But weirdly, the frontrunner slash accused felon slash former president isn't going to be there. It is what it is. But another Florida man will be. As will Vivek Uncle. And the former vice president. I love my mom. And a handful of people you've probably never heard of. Rude. But Fox really wants you to watch it. We're going to find out why and get you ready for it, whether you're going to watch it or not, on today's Planner. Donald Trump is facing 91 felony charges across four indictments. But one charge in Georgia stands out. The Rico case against Donald Trump in Georgia involves 19 defendants. And when you have a case involving 19 defendants and the wide range of crimes that they've been charged with committing, it creates all kinds of complications. The ins and outs of Rico cases and what this could mean for 2024. This week on the weeds. Ten years ago, Chance the Rapper released a mixtape called acid rap. It was full of a certain joy and exuberance that feels lacking in hip hop today. I asked him why that is. I think it's just worse. Like I think it's just worse in terms of public safety. You know, even the weather like the earth is not not as late as it was in 2013. Chance the Rapper on how hip hop has changed this week on Intuit Vulture's pop culture podcast. Explained. 2024 explained. Yeah, Eric Wemple, a media critic for The Washington Post. How badly did Fox News want to host the first presidential debate in August, Eric? Oh, Fox News. This is central. They want to host the first GOP debate badly, very, very badly. In fact, when Fox News was in the middle of its legal peril in the Dominion case, it was announced in April. The RNC announced that Fox News would be doing its first debate. We are going to host the very first debate with Fox News. It will be a Fox News Republican primary debate. We are watching. You're definitely watching. You're going to have to be there, right? They hadn't at that point announced the moderators. And it was no coincidence that came at Fox News's greatest moment of legal and PR peril in years. So that is an indication of how seriously, how badly they want to do this. It's a really, really high profile event for them. It doesn't seem like a presidential debate, you know, more than a year away from a presidential election is going to reverse anyone's fortunes. But what's the thinking at Fox News? What is the excitement over this debate actually about? Well, I think the excitement is in one part ratings. Fox News has struggled a little bit, especially in primetime, since Tucker Carlson left after the Dominion settlement. And the other thing is that it's a big news event. And every single clip that gets passed around on the Internet and on other TV outlets and so on and so forth, it all comes back to Fox News. So it's an enormous branding opportunity, enormous opportunity to get themselves in legitimate news for a change. Of course, a big bummer for Fox News must be that the former president slash accused felon slash front runner is not showing up. It's such a big downer, in fact, that Fox News has deployed all sorts of lobbying resources from its newsroom, including the top executives, to break bread with Trump and Brett Baer, I understand. This is according to The New York Times, has called Trump directly four or five times to beseech him to participate in this debate, because Trump is such a draw, an obvious draw. The debate will be more lively if he's participating. Why would I let Ada Hutchinson, I call him Ada, because, you know, his name's Asa, but I call him Ada for whatever reason. Why is that? I think he's weak. OK. There'll be more headlines and there'll be more, basically more amperage for Fox News all around if Trump participates. And of course, he's the prohibitive front runner. I mean, I guess in the CNN poll of polls, he's up like 40 points over his next rival. So clearly, you know, when someone is the center of the race to that degree, you want him participating in your debate. And Fox News has gone all out to court him. If he doesn't show up, because I guess there's still some negligible chance that he will, will people still watch? I think people will still watch. You know, already people are tuning into Fox News. It does tend to wallop its competitors in primetime, even though it's sagged a little bit, as I said, since April. But yes, people will tune in. It's original programming. You know, it's not contrived. It's not scripted. I think that people still hunger for that sort of exchange. You know, Chris Christie is certainly a theatrical and interesting person on stage. It's a lot of conflict. It's a lot of chatter. It's a lot of rhetoric. And, you know, it is the kickoff of the season of this 2024 presidential cycle. And none of the fireworks that happen with Trump will happen without Trump. But there'll be some stuff. And of course, they'll all comment on Trump, and that's, I suppose, in some level the next best thing to having him there anyway. So even if he's not there, he's the elephant in the room at the elephant debate. Exactly. And he animates the debate, present or absent. Former President Donald Trump is skipping out on the event in favor of an interview with former Fox News host Tucker Carlson. And we're hearing now from two sources familiar with that matter that the interview has actually already been recorded. So how will you toggle between the debate and the piece of counterprogramming put on by Tucker Carlson, whom I know you're a fan of, and the former president himself? Yeah, you know, I wondered about that. I don't have a plan yet. You know, I got to tape one or the other, I guess, or just hope that there is a recording that I can easily access. But yes, the Tucker Carlson interview with Trump that has been taped and is going to debut in direct competition with the debate is certainly an interesting wrinkle. Obviously, Trump did not want to absent himself from the debate and not offer his fans another way of getting Trump content at the very same time. And Carlson, you know, one of the subplots is that Carlson has a very active interest in undermining Fox News, given that Fox News essentially fired him in April after it wrapped up the Dominion suit. They have been slinging mud at each other ever since, with Carlson and his people claiming that Fox News fired him as a condition of the Dominion settlement. Fox News and Dominion both have refuted that, have denied any such thing. But basically what we're seeing here and what is the absolute delicious dynamic here is that Tucker Carlson is basically tormenting Fox News. And that to me could not be a greater example of poetic justice in this entire beat. I've been doing it for about 20 years in one way or another covering media. And this is the most deserved torment cycle that I've ever seen in my life. And where is this counterprogramming available? He runs video stuff and he just drops it on Twitter, drops it on X. And we'll see who comes out the bell of the ball tonight. Yeah, I suppose. My guess is, of course, all sides will proclaim victory, of course. Has there been in recent memory an occasion where the front runner in a presidential election didn't show up to a presidential debate? You know, I'm sort of remembering when there was a lot of drama about Trump showing up to a Fox debate. He made a big deal about Megyn Kelly. It was all based on that August 2015 debate when Megyn Kelly asked him about his treatment of women. You've called women you don't like fat pigs, dogs, slobs and disgusting animals. Your Twitter account. Only Rosie O'Donnell. For the record, it was well beyond Rosie O'Donnell. So he just made a whole circus of it and then blew off that January 2016 debate. And it was this month's long drama just before the Iowa caucuses. Whoever even heard of her before the last debate, I'm not a fan of Megyn Kelly. I don't like her. She probably doesn't like me and that's OK. It was still a headlining event. But that was sort of like an interesting progression because it showed Trump doing what he does now, which was unthinkable at the time, which is a GOP front runner or near front runner or whatever, basically dissing Fox News. We hadn't seen that much of that. But Trump, he did something that people hadn't seen before, which was just diss Fox News and trash it. They can't toy with me like they toy with everybody else. So let them have their debate and let's see how they do with the ratings. You know, obviously the political system. Well, you may say it's recovered. Some people say it never has. He did go on to, of course, win that election. I believe he lost the one after it. Does a debate in the end actually affect political fortunes anymore? I think there's an argument that it does. There's this wisdom going around now that this debate is kind of a donor's debate that all the big money people in the Republican Party are going to be watching to see if someone emerges as a real viable alternative to Trump. And they may want to put the money behind that person. And I think that the candidates are very cognizant of that. They need to show themselves as viable and presidential and all that sort of stuff. So, yes, I do think that there's a relevance to the debates and that there aren't that many opportunities to break through outside of the debate because, you know, everybody's on Twitter or X or everybody's on social media. Everybody's on Facebook. It really is difficult to pierce the bubble. So worth watching to find out who might be running against the foreign president or who knows who might end up being his vice presidential candidate. Yeah, I think that that is a big part of it. I mean, these debates are always tryouts for vice presidential hopefuls. And that's why a lot of them wonder like, why isn't he attacking this poor? Why isn't she attacking this person? Well, you know, they want to be on the ticket. So that's one of the great dynamics that you find. And I honestly believe that that's one of the reasons why it's worthwhile and interesting to watch these debates, that there's so many different currents and dynamics that are going on at one time. Eric Wempel, read him at the Washington Post. When we're back on Today Explained, enough about who's not going to be there and more about who is. Hey there, it's Noelle from Today Explained. Vox is trying to learn more about how and when and where our audience listens. And so they're conducting a focus group to hear directly from listeners like you to help us make our shows better. The focus group discussion will only take about an hour. And I'm told you will get a cash gift if you participate. If you're interested, you can go to Vox.com slash research to apply. Once again, that's Vox.com slash research. Thanks for doing this. Hi, I'm Neil Ipatel, editor in chief of The Verge and host of the Decoder podcast. This September, I'm taking over as one of the new hosts of the Code conference, alongside CNBC's Julia Borsten and Casey Newton from Platformer and Hardfork. You've heard us all talk to major players in the worlds of tech and business on our shows, but Code has live, unfiltered journalism you won't find anywhere else. This year, we have onstage interviews with ex slash Twitter CEO Linda Iaccarino, Microsoft CTO Kevin Scott, and many more. From AI to streaming, platform shifts to privacy, no one knows exactly where we're headed. But Code is where the world's most influential people come together to find out. Join us for the start of a new era. Apply to attend the Code conference now at Voxmedia.com slash code. That's Voxmedia.com slash code. We'll see you in September. Bing bing bing bum bum bum bum bum bing. Today Explained is back with Christian Paas, Senior Politics Reporter at Vox.com, who has written for our website a sort of primer for this debate tonight in Miliwakae. Christian, barring major surprises that are going to be eight people on the stage, you started with donor favorites, the people who are bringing in the money. Who are they? So these are Ron DeSantis, the governor of Florida. Oh, what is that? Icy? Yeah, that's probably a lot of sugar, huh? And Tim Scott, one of the current senators from South Carolina. I'm living proof that America is the land of opportunity. I call them the donor favorites because obviously Ron DeSantis is seen as the most credible alternative to Trump right now. And he was the one who was being hyped up the most over the last year almost, right? Since the midterms when he won his reelection in Florida by pretty big margins. And then Tim Scott, who isn't necessarily polling the highest either, but who, especially in Iowa, right, has been seen as more of a realistic, likeable version of DeSantis who, you know, hasn't been turning people off. Has been steadily rising in the polls and has been consistently raising a lot of money and using it wisely. I believe that my optimistic, positive message is being rooted in Iowa and that frankly our poll numbers continue to go up. That's great news. More importantly, people are showing up at large numbers and my crowds continue to increase. That's even better news than even polling. OK, so those are the donor faves. Let's talk about the critics of the former president. Definitely. Up until Monday when the Republican National Committee confirmed that there'd be one other person on stage. This was a category of two. Former Vice President Mike Pence. On that day, President Trump asked me to put him over the Constitution, but I chose the Constitution and I always will. And former New Jersey Governor Chris Christie. A lonely, self-consumed, self-serving mirror hog. Both of whom had spent four, you know, the last four years in Trump's orbit. Pence's Vice President Christie as a campaign advisor working to get Trump reelected. Who both turned into critics of Donald Trump, especially after he refused to admit defeat in the 2020 presidential election. And then tried to do that whole January 6th coup deal. Now we have a third person in this category. The former governor of Arkansas, Lisa Hutchinson, who Trump helped him get reelected in 2018. He was one of the first people who jumped into the race and seriously leaned into an anti-Trump message. Do you support the rule of law and accountability or do you support Donald Trump and support the chaos that he brings and a disregard for the rule of law? And then Chris Christie, you know, he has flip-flopped back and forth between opposing and supporting Donald Trump. And right now has chosen to also try to speak truth to the Republican electorate. The Republican electorate doesn't necessarily want to hear that and they don't necessarily want to hear him. And then Lisa Hutchinson, who also has very little chances of being the nominee. He just barely qualified. He's still under one percent of support in across the country. That doesn't really give a lot of reason to believe that he'll be a serious contender for the nomination. Let's have some fun. Let's talk about some of these rich guy vanity campaigners. One of them I think I saw playing tennis shirtless on a clay court on Monday. Yeah. And I think you're talking about Vivek Ramaswamy, who's the bigger name in this category. This is a category that is to Ramaswamy and then the outgoing governor of North Dakota, Doug Burgum, who also has a personal treasure chest of riches that he can use to run this campaign. Editorial note. Since we spoke with Christian poor Doug Burgum, injured himself shooting hoops with his staffers and may not appear at tonight's debate. Godspeed, Doug. We hardly knew you. We can start with Ramaswamy in terms of just how confounding of a person, of a candidate he is. He made his wealth in biotech. And when he joined the campaign field, it didn't really look like he would be a serious voice. But he's seen his star rise as Ron DeSantis's star has fallen. Governor Ron DeSantis has had his entire career in politics, and that's fine. But I think that the Republican Party, I think the country is hungry for an outsider, somebody who has actually accomplished things outside of politics. He's in third place in most national polls and in a lot of early state polls. He's also rising quickly. Part of that is because he's been pretty smart about his media exposure. Whereas Ron DeSantis early on did not speak to most media outside of conservatives. Right. I mean, only one of them has been on Today Explained. I empathize with your challenge because it's very difficult to put me in a box. Exactly. Exactly. Vivek Ramaswamy has been everywhere. He's really been eager to talk to as many folks on as many different media types and platforms. And he is willing to spend money. He said that he's been willing to spend more than a hundred million of his fortune on the race. I think the biggest thing to note here is how he'll likely be attacking Ron DeSantis. I mentioned earlier that folks around Ron DeSantis are concerned about Tim Scott's rise. More recently, the super PAC that's supporting Ron DeSantis has also let leak that they're concerned about Vivek Ramaswamy. There was a New York Times report on the leak of debate prep materials from the super PAC that included recommendations to the candidate Ron DeSantis to take a sledgehammer to Vivek Ramaswamy. And Ramaswamy really loved that and used that as a further attack on DeSantis. Didn't he like totally roast him? What did he say? His spokesperson said, if DeSantis struggles to use a spoon, I can't imagine he's particularly agile with a sledgehammer. What is that a reference to? It's tried in DeSantis lore. It's an episode from four years ago during a private plane trip from Tallahassee to Washington, D.C. In March of 2019, DeSantis enjoyed a chocolate pudding dessert by eating it with three of his fingers, according to two sources familiar with the incident. That's the most relatable thing I've ever heard about Ron DeSantis. And the other rich guy on stage, Doug Burgum, he's the billionaire governor of North Dakota. Hardly anyone knows him. And this kind of shows up in the polling. Again, Doug might not make it, but we're rooting for him. Let's move on to Nikki Haley. Yes. The former governor of South Carolina and the former U.S. ambassador to the United Nations, Nikki Haley, who at one point not too long ago seemed like she could be the future of the Republican Party. For a strong America, for a proud America, I am running for president of the United States of America. Though she's now stuck in a very weird mid-range position among the candidates, where she's not in the upper tier of candidates who are being taken very seriously by donors and by voters, but also isn't a nobody or a vanity candidate. She started the campaign with a promise to take on bullies. We were whipping y'all's butt. You were. We were whipping y'all's butt. She wouldn't mention Donald Trump, and a lot of her criticisms work just as easily on Joe Biden, who most people would assume she's talking about, as they would apply to Donald Trump. And so I think one of the big problems with her is that she's gone very far being a political chameleon, somebody who has a finger on the pulse politically, can assume the identity or the trappings of whatever political movement is needed. But then when she comes around to trying to make a declarative statement on policy or on how she's different from other people, there isn't much newness there. Nikki Haley just seems to be the most obvious example of somebody who used to seem to have a future and at the moment just kind of seems stuck. And lastly, there are a couple people other than that one guy who won't be on the stage. Yeah, exactly. And this is why I thought it was important to make the category of donor favorites, because there are two current governors, Glenn Youngkin of Virginia and Brian Kemp of Georgia, who a lot of the elites within the GOP and a lot of these donors wish would swoop in at the last minute, clear the field, take on Donald Trump, dispatch him, and then win the nomination and go on to defeat Joe Biden. That remains to be seen. Fox News, Christian, called their own debate in a headline over at FoxNews.com enormously important. Is this debate going to be enormously important or is it Fox News just getting high on its own supply? There's definitely an incentive to want to hype yourself up when you're putting on a party and to want people to go and want people to watch and wish that they were there. The problem is that Donald Trump isn't there. And it just doesn't seem likely that any of these folks, unless, big unless here, right, because we don't know what's going to happen with these investigations and what we have the indictments. And so there is a chance, right, that something spectacularly bad could happen for Donald Trump and then he isn't able to stay in the race. But that doesn't right now seem likely. And none of these candidates really seem like alternatives to Donald Trump. And I think here again, we see this divide between elites and the people. And this is within the GOP, that people are telling all the pollsters, the people are telling reporters, the people are telling anyone who listen. They really like Donald Trump and that there are enough of these folks that really like Donald Trump to deny a nomination to anybody else. And as long as that is true, there really isn't an alternative to Trump. And what we can expect is another Trump Biden rematch. This is what everyone cries. But read us. Christian Paz, read them at Vox.com. Our program today was produced by Abhi Shai Artsi. We were edited by Amina Alsadi, fact checked by Serena Solon and Amanda Lou Ellen and mixed by David Herman. I'm Sean Ramos from the rest of the team here today explained includes Halima Shah, Hadi Mawagdi, Miles Bryan, Victoria Chamberlain, Siona Petros, Patrick Boyd and John Ahrens. Our managing editor is Matthew Collette. Our executive producer is Miranda Kennedy. My co-host is Noelle King. We use music by Breakmaster Cylinder sometimes. We're distributed on public radio stations by WNYC all the time. We're part of the Vox Media Podcast Network since the beginning of our time. And you can get in touch with us anytime today explained at Vox.com. If you like email today underscore explained on that platform that doesn't have a name anymore. Whatever."}, "podcast_summary": "Summary:\n\nThe first 2024 Republican presidential debate is set to take place, but former President Donald Trump will not be participating. Fox News, the host of the debate, desperately wanted Trump to attend and even tried lobbying him, but he declined. Despite Trump's absence, Fox News is still promoting the event as a high-profile opportunity for the candidates. Among the candidates participating are donor favorites such as Ron DeSantis and Tim Scott, as well as critics of Trump like Mike Pence and Chris Christie. Other participants include Vivek Ramaswamy, a wealthy biotech investor, Nikki Haley, former governor of South Carolina, and a few other contenders. The debate is seen as a chance for candidates to showcase themselves and potentially emerge as a strong alternative to Trump, but his absence may overshadow the event. It remains to be seen if the debate will have a significant impact on the candidates' political fortunes.", "podcast_guest": {"name": "Vivek Uncle", "org": "", "title": "", "summary": "Not available"}, "podcast_highlights": "- Highlight 1: \"The Rico case against Donald Trump in Georgia involves 19 defendants.\"\n- Highlight 2: \"I asked him why that is. I think it's just worse.\"\n- Highlight 3: \"Oh, Fox News. This is central. They want to host the first GOP debate badly, very, very badly.\"\n- Highlight 4: \"If he doesn't show up, because I guess there's still some negligible chance that he will, will people still watch?\"\n- Highlight 5: \"And we'll see who comes out the belle of the ball tonight.\""}